Repository: drewbug/kandas
Catalog: src/l10n/kandas_*.po
Languages: de

source: Register a drive
de: Gerät registrieren

source: The NDAS driver is now searching for this drive. It will then appear in the drive list.
de: Der Treiber sucht jetzt nach diesem Gerät. Es wird dann in der Geräteliste erscheinen.

source: The drive registration failed for some undetermined reason.
de: Die Registrierung des neuen Gerätes ist aus unbekannten Gründen fehlgeschlagen.

source: The given access keys are invalid.
de: Die angegebenen Zugriffsschlüssel sind ungültig.

source: The given drive name is invalid.
de: Der vergebene Gerätename ist ungültig.

source: A drive with this name does already exist.
de: Ein Gerät mit diesem Namen existiert bereits.

source: Read access
de: Lesezugriff

source: Read/write access
de: Vollzugriff

source: KaNDASd is not running.
de: KaNDASd läuft nicht.

source: Incompatible KaNDASd detected (version "%1").
de: Inkompatibler KaNDASd aufgefunden (Version %1).

source: Operation timed out.
de: Operation wegen Timeout abgebrochen.

source: Error: %1
de: Fehler: %1

source: Warning: %1
de: Warnung: %1

source: Command line management for NDAS-powered network drives
de: Kommandozeilenverwaltung für NDAS-basierte Netzwerkfestplatten

source: Maintainer
de: Betreuer

source: Argument is a drive name
de: Argument wird als Gerätename interpretiert

source: Connection point (or drive if the -d switch is given)
de: Verbindungspunkt (oder Gerät, wenn die Option -d angegeben wurde)

source: Missing argument. Use the --help switch for details.
de: Fehlendes Argument. Benutzen Sie die Option --help, um Hilfe zu erhalten.

source: Drive "%1" is not available.
de: Gerät "%1" ist nicht bekannt.

source: Terminating connection...
de: Trenne Verbindung...

source: Connection point %1 is not available.
de: Verbindungspunkt %1 ist nicht bekannt.

source: Connection to point %1 terminated.
de: Verbindung zum Punkt %1 getrennt.

source: Show information about environment state
de: Informationen zum Systemstatus anzeigen

source: List available drives
de: Registrierte Geräte anzeigen

source: List available slots
de: Registrierte Verbindungspunkte anzeigen

source: By default, everything is printed out.
de: Standardmäßig wird alles ausgegeben.

source: No drives registered.
de: Keine Geräte registriert.

# System state is unknown
source: Unknown.
de: Unbekannt.

# System state is alright
source: Alright.
de: Alles in Ordnung.

source: NDAS driver is not loaded.
de: NDAS-Treiber ist nicht geladen.

source: NDAS driver is not installed.
de: NDAS-Treiber ist nicht installiert.

source: System state: %1
de: System-Status: %1

source: Driver management: KaNDASd %1, protocol version %2
de: Verwaltungsdienst: KaNDASd %1, Protokollversion %2

source: Drive
de: Gerät

source: Serial
de: Seriennummer

source: Connection points
de: Verbindungspunkte

source: Current state
de: Aktueller Status

source: Offline
de: Nicht verfügbar

source: Online
de: Verfügbar

source: Connection error
de: Verbindungsfehler

source: Login error
de: Anmeldefehler

source: Connection point
de: Verbindungspunkt

source: At drive
de: Am Gerät

source: UNIX device
de: UNIX-Gerätedatei

source: Connected
de: Verbunden

source: Disconnected
de: Nicht verbunden

source: Connecting
de: Verbindung wird hergestellt

source: Disconnecting
de: Verbidung wird getrennt

source: Establish read-only connection
de: Verbindung ohne Schreibzugriff

source: Establishing connection...
de: Verbindung wird hergestellt

source: Connection to point %1 established.
de: Verbindung zum Punkt %1 hergestellt.

source: Management daemon for NDAS-powered network drives
de: Verwaltungsdienst für NDAS-basierte Netzwerkfestplatten

source: Do not block the console
de: Die Konsole nicht blockieren

# description of -s switch for KaNDASd
source: NDAS source directory
de: NDAS-Quellverzeichnis

source: KaNDASd has to run with root privileges.
de: KaNDASd muss mit Systemadministrator-Rechten gestartet werden.

source: KDE interface for NDAS-powered network drives
de: KDE-Oberfläche für NDAS-basierte Netzwerkfestplatten

source: Connect to this drive
de: Mit diesem Gerät verbinden

source: Disconnect from this drive
de: Verbindung zu diesem Gerät trennen

source: Partially offline
de: Teilweise verfügbar

source: Partially connected
de: Teilweise verbunden

source: Connection point %1
de: Verbindungspunkt %1

source: Connect to this connection point
de: Mit diesem Punkt verbinden

source: Disconnect from this connection point
de: Verbindung zu diesem Punkt trennen

source: Check your system configuration.
de: Bitte prüfen Sie Ihre Systemkonfiguration.

source: Performing system check...
de: Systemprüfung wird durchgeführt...

source: Remove a drive
de: Gerät entfernen

source: Register drive...
de: Gerät registrieren...

source: Remove drive...
de: Gerät entfernen...

source: Choose a drive name:
de: Wählen Sie einen Gerätenamen:

source: Read access key:
de: Schlüssel für Lesezugriff:

source: Write access key:
de: Schlüssel für Schreibzugriff:

source: Drive management
de: Geräteverwaltung

# NAME OF TRANSLATORS
source: Your names
de: Stefan Majewsky

# EMAIL OF TRANSLATORS
source: Your emails
de: majewsky@gmx.net
